export default {
  dataIterator: {
    rowsPerPageText: 'مادة  لكل صفحة:',
    rowsPerPageAll: 'All',
    pageText: '{0}-{1} of {2}',
    noResultsText: 'No matching records found',
    nextPage: 'Next page',
    prevPage: 'Previous page'
  },
  dataTable: {
    rowsPerPageText: 'Rows per page:'
  },
  noDataText: 'No data available',
  global:{
    title:'اكاديمية كادر',
    main:'الرئيسية',
    login:'تسجيل دخول',
    logout:'تسجيل خروج',
    reg:'حساب جديد',
    catg:'قائمة الكورسات',
    lang:'اللغة',
    field_error:'الرجاء اكمال جميع الحقول المطلوبة',
    auth_error:'يوجد خطا في اسم المستخدم او كلمة المرور',
    frm:{
      title:'اكاديمية كادر',
      content:'اول أكاديمية من نوعها تخلق لك فرص التدريب والتعليم المتخصصوالمعدل بما يناسب احتياجاتك الشخصية سواء كنت فردا او مجموعة .'
    }
  },
  course_g:{
    name:'اسم الدورة',
    price:'سعر الدورة',
    sub:'الاشتراك بالدورة',
    trainer:'المدرب',
    loop:'مدة الدورة',
    little:'وصف قصير',
    full_det:'معلومات الكورس',
    has:'محتوى الكورس',
    req:'المتطلبات',
    about_trainer:'عن المدرب'

  },
  main:{
    head:{
      title:'اكاديمية كادر',
      sub:'اول اكاديمية من نوعها تخلق لك فرص  التدريب والتعليم المتخصص والمعدل بما يناسب احتياجاتك الشخصية',
      btn:' اخبرنا عن ماذا تبحث  '
    },
    secound_line:[
      {text:'نبحث لك', sub:'عن الكورس المناسب لك '},{text:'مجموعة من الخبراء',sub:'كفائة في مجال التدريب'},{text:'اسعار منافسة',sub:'وفر على نفسك الكثير'}
    ],
    how_are_we:{
      how_are_we:'من نحن',
      name:'اكاديمية كادر',
      content:{
        first:'اول أكاديمية من نوعها تخلق لك فرص التدريب والتعليم المتخصصوالمعدل بما يناسب احتياجاتك الشخصية سواء كنت فردا او مجموعة . ',
        secound:'فكرة اكاديمية كادر تتمحور حول توجيه الطاقات الشبابية الي طلب العلم والمعرفة في الحقول التي تناسب احتياجهم واهتمامهم الشخصية من خلال توجيه الشباب والشابات الى ما يناسبهم من الدورات او الكورسات حسب اهتماماتهم وطلبهم بالاضافة الى مساعدتهم التواصل مع عدد هائل من الدربين المحترفين في آي من المجالات التي تهمهم .'
      },
      items:[
          {icon:'star_border',name:'كورسات مميزة',title:'نقدم لك العديد من الكورسات المميزة التي يمكنك الاطلاع عليها '},
          {icon:'search',name:'نبحث لك',title:'اخبرنا ماذا تحب انه تعرف وسنقوم بارشادك'},
          {icon:'credit_card',name:'طرق الدفع',title:'طريقة الدفع المناسبة لك من عدة طرق دفع أمنه ومناسبة للجميع'},
          {icon:'local_atm',name:'السعر المناسب  ',title:'سنقوم بارشادك الى افضل الاسعار الموجودة'},
      ]
    },
    order_course:{
      head_line:'اخبرنا ماذا تحب ان تعرف ؟',
      content:'بالأضافة الى الدورات التعليمية المعتمدة التي تقدمها اكاديمية كادر على أيدي مجموعة من المدربين المحترفين في جميع المجالات العلمية والعملية فإننا نقدم خدمة " اخبرنا ماذا تحب ان تعرف " التي تقوم من خلالها بتقديم اقتراحات للشباب والشابات لمجموعة من الدورات التي قد تناسب اهتماتهم . ',
      btn:'قم بتعبئة الاستمارة'
    },
    top_lession:{
      head_line:'افضل الدورات',
      sub_head:'اختار من بين افضل الكورسات',
      content:'  اختار الفئة المناسبة لك وتعلم من افضل الكورسات المتوفرة بين يديك الان'
    },
    timeline:{
      head_line:'كيف سابدا ؟',
      items:[
         {
          color: 'red lighten-2',
          icon: 'search',
          head_text:'الكورس المناسب ',
          conent:'احبث عن الكورس المناسب لك من بين مجموعة من الكورسات  المتوفرة بين يديك'
        },
        {
          color: 'green lighten-2',
          icon: 'person_add',
          head_text:'انضم لنا',
          conent:'انضم الى مجموعة كادر وسجل بخطوات بسيطة '
        },
        {
          color: 'purple lighten-2',
          icon: 'star',
          head_text:'اشترك بالدورة',
          conent:'اشترك بالدورة بعد مشاهدة عينات للدورة المطلوبة'
        },
        {
          color: 'blue lighten-2',
          icon: 'credit_card',
          head_text:'اكمل الطلب',
          conent:'اكمل معلومات الدفع واكمل الطلب للاشتراك بالدورة'
        },
      ]
    },
    contact_us:{
      head_line:'اشترك معنا',
      field:{
        name:'الاسم الكامل',
        age:'العمر',
        email:'البريد الالكتروني ',
        password:'كلمة المرور',
        phone:'رقم الهاتف'
      }
    }
  },
  order_course:{
    head_line:'  يمكنك الان طلب كورس من اكاديمية كادر ',
    frm:{
      full_name:'الاسم الكامل',
      email:'البريد الالكتروني',
      gender:'الجنس',
      phone:'رقم الهاتف',
      place:"المنطقة",
      person_much:"عدد الاشخاص الراغبين في الحضور",
      search:"اخبرنا ما هو المجال الذي تبحث عنه ",
      days:"ايام",
      months:"اشهر",
      n:"هل يوجد جنسية مفضلة للمدرب ؟",
      other_n:"حدد الجنسية",
      fav_gender:"هل تفضل مدرب / مدربة",
      where_get:"هل تفضل حضور المدرب / المدربة بشمل شخصي ام لامانع بالتعلم عن بعد ؟",
      budget:"الميزانية المددة",
      goals:"اخبرنا الاهداف التي تريد تحقيقها من التدريب حتى نساعدك اكثر",
      courses_feed:"الرجاء الكتابة بشكل مختصر المواضيع المحدده التي ترغب ان يعطيها المدرب لك",
      loop:'مدة الدورة او الكورس'
    },
    btn:'حفظ',
    secound_line:'  قم بتعبئة التالي'
  },
  catgs:{
    course:{
      best:'الكورس المميز'
    },
    the_course:'الكورسات',
    person:'المدربين'
  },
  course_sub:{
    head_line:'الاشتراك بالكورس',
    sub_title:'اشترك بالدورة الان مع طرق دفع ميسرة وسهلة',
    way:{
      one:'تحويل بنكي ',
    },
    frm:{
      my_bank:{
        head:'الحسابات البنكية',
        account:'الحساب',
        bank:'البنك',
        account_number:'رقم الحساب',
        EPAN:'ePAN'
      },
      frm:{
        country:'الدولة',
        full_name:'الاسم الكامل',
        account_number:'رقم الحساب',
        bank_name:'اسم البنك',
        note:'ملاحظات على الاشتراك'
      },
      btn:'تقديم طلب الاشتراك'
    }
  },
  frm:{
    name:'الاسم الكامل',
    age:'العمر',
    email:'البريد الالكتروني ',
    password:'كلمة المرور',
    phone:'رقم الهاتف'

  },
  reg_thank:{
    head:'تم التسجيل بنجاح',
    content:'تم التسجيل بنجاح يمكنك متابعة تصفح الاكاديمية'
  },
  sub_thank:{
    head:'  شكرا لتقديم الطلب',
    content:'  نتم تقديم الطلب وسيتم مراجعته في اسرع وقت والتواصل معك .'
  },
  order_thank:{
    head:'    تم تقديم طلب التسجيل',
    content:'  نشكر لك التسجيل في هذه الدورة سنقوم بمراسلتك في اسرع وقت '
  }
}
